Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: App Store Connect accepts 1–10 screenshots per display type and locale — one is enough to submit, though most apps use three or more. Screenshot Bro respects template ordering when uploading.
ar: يقبل App Store Connect من 1 إلى 10 لقطات شاشة لكل نوع عرض ولغة - تكفي واحدة للإرسال، على الرغم من أن معظم التطبيقات تستخدم ثلاث لقطات أو أكثر. Screenshot Bro يحترم ترتيب النماذج عند التحميل.
ca: App Store Connect accepta d'1 a 10 captures de pantalla per tipus de visualització i per configuració regional; n'hi ha prou amb una per enviar, tot i que la majoria d'aplicacions en fan servir tres o més. Screenshot Bro respecta l'ordre de la plantilla quan es penge.
cs: App Store Connect přijímá 1–10 snímků obrazovky pro každý typ zobrazení a národní prostředí – k odeslání stačí jeden, ačkoli většina aplikací používá tři nebo více. Screenshot Bro respektuje pořadí šablon při nahrávání.
da: App Store Connect accepterer 1-10 skærmbilleder pr. skærmtype og landestandard – et er nok at indsende, selvom de fleste apps bruger tre eller flere. Screenshot Bro respekterer skabelonrækkefølgen ved upload.
de: App Store Connect akzeptiert 1–10 Screenshots pro Anzeigetyp und Sprache – einer genügt zum Einreichen, die meisten Apps nutzen aber drei oder mehr. Screenshot Bro behält beim Hochladen die Reihenfolge der Vorlagen bei.
el: Το App Store Connect δέχεται 1–10 στιγμιότυπα οθόνης ανά τύπο εμφάνισης και τοπική ρύθμιση — αρκεί ένα για υποβολή, αν και οι περισσότερες εφαρμογές χρησιμοποιούν τρία ή περισσότερα. Screenshot Bro σέβεται την παραγγελία προτύπων κατά τη μεταφόρτωση.
es: App Store Connect acepta de 1 a 10 capturas por tipo de pantalla e idioma: una basta para enviar la app, aunque la mayoría usa tres o más. Screenshot Bro respeta el orden de las plantillas al subirlas.
fa: App Store Connect برای هر نوع نمایش و زبان ۱ تا ۱۰ اسکرین‌شات می‌پذیرد — یکی برای ارسال کافی است، هرچند بیشتر برنامه‌ها سه یا بیشتر استفاده می‌کنند. Screenshot Bro هنگام آپلود ترتیب اسکرین‌شات‌ها را حفظ می‌کند.
fi: App Store Connect hyväksyy 1–10 kuvakaappausta näyttötyyppiä ja aluetta kohti – yksi riittää lähetettäväksi, vaikka useimmat sovellukset käyttävät kolmea tai useampaa. Screenshot Bro kunnioittaa mallien järjestystä latauksen aikana.
fr: App Store Connect accepte de 1 à 10 captures d'écran par type d'affichage et par langue : une seule suffit pour soumettre, mais la plupart des apps en utilisent trois ou plus. Screenshot Bro respecte l'ordre des modèles lors de l'envoi.
he: App Store Connect מקבל 1-10 צילומי מסך לכל סוג תצוגה ומקום - מספיק אחד להגשה, אם כי רוב האפליקציות משתמשות בשלושה או יותר. Screenshot Bro מכבד את סדר התבניות בעת העלאה.
hr: App Store Connect prihvaća 1 – 10 snimki zaslona po vrsti prikaza i jeziku — jedna je dovoljna za slanje, iako većina aplikacija koristi tri ili više. Screenshot Bro poštuje redoslijed predložaka prilikom učitavanja.
hu: A App Store Connect megjelenítési típusonként és nyelvi beállításonként 1–10 képernyőképet fogad el – elég egy elküldéshez, bár a legtöbb alkalmazás hármat vagy többet használ. A Screenshot Bro feltöltéskor tiszteletben tartja a sablonok sorrendjét.
id: App Store Connect menerima 1–10 tangkapan layar per jenis tampilan dan lokal — satu tangkapan layar sudah cukup untuk dikirimkan, meskipun sebagian besar aplikasi menggunakan tiga tangkapan layar atau lebih. Screenshot Bro mematuhi pemesanan template saat mengunggah.
it: App Store Connect accetta da 1 a 10 screenshot per tipo di display e lingua: uno basta per l'invio, anche se la maggior parte delle app ne usa tre o più. Screenshot Bro rispetta l'ordine dei modelli durante il caricamento.
ja: App Store Connect では、表示タイプとロケールごとに1～10枚のスクリーンショットを受け付けます。提出には1枚で足りますが、ほとんどのアプリは3枚以上使っています。Screenshot Bro はアップロード時にテンプレートの順序を保持します。
ko: App Store Connect는 디스플레이 유형 및 로케일당 스크린샷을 1~10개 허용합니다. 대부분의 앱은 3개 이상을 사용하지만 제출에는 1개면 충분합니다. Screenshot Bro는 업로드할 때 템플릿 순서를 따릅니다.
ms: App Store Connect menerima 1–10 tangkapan skrin bagi setiap jenis paparan dan tempat — satu sudah cukup untuk diserahkan, walaupun kebanyakan apl menggunakan tiga atau lebih. Screenshot Bro menghormati pesanan templat semasa memuat naik.
nl: App Store Connect accepteert 1-10 schermafbeeldingen per weergavetype en landinstelling. Eén is voldoende om in te dienen, hoewel de meeste apps er drie of meer gebruiken. Screenshot Bro respecteert de sjabloonvolgorde bij het uploaden.
no: App Store Connect godtar 1–10 skjermbilder per visningstype og lokalitet – ett er nok å sende inn, selv om de fleste apper bruker tre eller flere. Screenshot Bro respekterer malrekkefølge ved opplasting.
pl: App Store Connect akceptuje 1–10 zrzutów ekranu na każdy typ wyświetlacza i lokalizację — wystarczy jeden, aby przesłać, chociaż większość aplikacji używa trzech lub więcej. Screenshot Bro przestrzega kolejności szablonów podczas przesyłania.
pt_br: O App Store Connect aceita de 1 a 10 capturas de tela por tipo de exibição e localidade — uma basta para enviar, embora a maioria dos aplicativos use três ou mais. O Screenshot Bro respeita a ordem dos modelos durante o envio.
pt_pt: App Store Connect aceita de 1 a 10 capturas de ecrã por tipo de exibição e localidade. Uma é suficiente para enviar, embora a maioria dos aplicativos use três ou mais. Screenshot Bro respeita a ordem dos modelos ao carregar.
ro: App Store Connect acceptă 1–10 capturi de ecran pentru fiecare tip de afișare și locație – una este suficientă pentru a trimite, deși majoritatea aplicațiilor folosesc trei sau mai multe. Screenshot Bro respectă ordinea șabloanelor la încărcare.
ru: App Store Connect принимает от 1 до 10 скриншотов для каждого типа дисплея и языка — для отправки достаточно одного, хотя большинство приложений используют три или больше. При загрузке Screenshot Bro соблюдает порядок шаблонов.
sk: App Store Connect akceptuje 1 až 10 snímok obrazovky pre každý typ zobrazenia a miestne nastavenie – na odoslanie stačí jedna, hoci väčšina aplikácií používa tri alebo viac. Screenshot Bro rešpektuje poradie šablón pri nahrávaní.
sl: App Store Connect sprejema od 1 do 10 posnetkov zaslona za posamezno vrsto zaslona in jezik – za oddajo je dovolj en, čeprav večina aplikacij uporablja tri ali več. Screenshot Bro upošteva vrstni red predlog pri nalaganju.
sv: App Store Connect accepterar 1–10 skärmdumpar per visningstyp och plats – en räcker för att skicka in, även om de flesta appar använder tre eller fler. Screenshot Bro respekterar mallordning vid uppladdning.
th: App Store Connect ยอมรับภาพหน้าจอ 1–10 ภาพต่อประเภทการแสดงผลและภาษา - หนึ่งภาพก็เพียงพอที่จะส่ง แม้ว่าแอปส่วนใหญ่จะใช้สามภาพขึ้นไปก็ตาม Screenshot Bro เคารพการจัดลำดับเทมเพลตเมื่ออัปโหลด
tr: App Store Connect, ekran türü ve dil başına 1–10 ekran görüntüsü kabul eder — göndermek için bir tane yeterlidir, ancak çoğu uygulama üç veya daha fazlasını kullanır. Screenshot Bro yükleme sırasında şablon sırasına uyar.
uk: App Store Connect приймає від 1 до 10 знімків екрана на тип дисплея й мову — для подання досить одного, хоча більшість програм використовують три чи більше. Під час вивантаження Screenshot Bro дотримується порядку шаблонів.
ur: App Store Connect 1-10 اسکرین شاٹس فی ڈسپلے کی قسم اور لوکیل قبول کرتا ہے — جمع کرانے کے لیے ایک کافی ہے، حالانکہ زیادہ تر ایپس تین یا اس سے زیادہ استعمال کرتی ہیں۔ اپ لوڈ کرتے وقت Screenshot Bro ٹیمپلیٹ آرڈرنگ کا احترام کرتا ہے۔
vi: App Store Connect chấp nhận 1–10 ảnh chụp màn hình cho mỗi loại hiển thị và ngôn ngữ — một là đủ để gửi, mặc dù hầu hết các ứng dụng đều sử dụng ba ảnh trở lên. Screenshot Bro tôn trọng thứ tự mẫu khi tải lên.
zh_hans: App Store Connect 每种显示类型和语言接受 1——10 张截图——提交一张就够了，不过大多数 App 会用三张或更多。Screenshot Bro 上传时会遵循模板顺序。
zh_hant: App Store Connect 每種顯示類型和語言接受 1–10 張螢幕截圖——一張即可提交，但大多數 App 會使用三張以上。Screenshot Bro 上傳時會遵循範本順序。

source: App Store Connect allows at most %1$lld screenshots per display type; this row has %2$lld.
ar: App Store Connect يسمح بحد أقصى %1$lld من لقطات الشاشة لكل نوع عرض؛ يحتوي هذا الصف على %2$lld.
ca: App Store Connect permet com a màxim %1$lld captures de pantalla per tipus de visualització; aquesta fila té %2$lld.
cs: App Store Connect umožňuje maximálně %1$lld snímky obrazovky na typ zobrazení; tento řádek má %2$lld.
da: App Store Connect tillader højst %1$lld skærmbilleder pr. skærmtype; denne række har %2$lld.
de: App Store Connect erlaubt höchstens %lld Screenshots pro Anzeigetyp; diese Zeile hat %lld.
el: Το App Store Connect επιτρέπει το πολύ %1$lld στιγμιότυπα οθόνης ανά τύπο εμφάνισης. αυτή η σειρά έχει %2$lld.
es: App Store Connect permite como máximo %lld capturas por tipo de pantalla; esta fila tiene %lld.
fa: App Store Connect برای هر نوع نمایش حداکثر %lld اسکرین‌شات می‌پذیرد؛ این ردیف %lld مورد دارد.
fi: App Store Connect sallii enintään %1$lld kuvakaappauksen näyttötyyppiä kohden; tällä rivillä on %2$lld.
fr: App Store Connect autorise au maximum %lld captures par type d’affichage ; cette ligne en contient %lld.
he: App Store Connect מאפשר לכל היותר %1$lld צילומי מסך לכל סוג תצוגה; בשורה הזו יש %2$lld.
hr: App Store Connect dopušta najviše %1$lld snimaka zaslona po vrsti prikaza; ovaj red ima %2$lld.
hu: A App Store Connect képernyőtípusonként legfeljebb %1$lld képernyőképet tesz lehetővé; ebben a sorban %2$lld található.
id: App Store Connect mengizinkan maksimal %1$lld tangkapan layar per jenis tampilan; baris ini memiliki %2$lld.
it: App Store Connect consente al massimo %lld screenshot per tipo di display; questa riga ne ha %lld.
ja: App Store Connectでは表示タイプごとに最大%lld枚のスクリーンショットを許可しています。この行には%lld枚あります。
ko: App Store Connect는 디스플레이 유형당 스크린샷을 최대 %lld개까지 허용하는데, 이 행에는 %lld개가 있습니다.
ms: App Store Connect membenarkan paling banyak %1$lld tangkapan skrin bagi setiap jenis paparan; baris ini mempunyai %2$lld.
nl: App Store Connect staat maximaal %1$lld screenshots toe per weergavetype; deze rij bevat %2$lld.
no: App Store Connect tillater maksimalt %1$lld skjermbilder per visningstype; denne raden har %2$lld.
pl: App Store Connect pozwala na maksymalnie %1$lld zrzutów ekranu na typ wyświetlacza; ten wiersz zawiera %2$lld.
pt_br: O App Store Connect permite no máximo %lld capturas por tipo de exibição; esta linha tem %lld.
pt_pt: App Store Connect permite no máximo %1$lld capturas de ecrã por tipo de exibição; esta linha tem %2$lld.
ro: App Store Connect permite cel mult %1$lld capturi de ecran pentru fiecare tip de afișare; acest rând are %2$lld.
ru: App Store Connect допускает не более %lld скриншотов для одного типа дисплея; в этой строке — %lld.
sk: App Store Connect umožňuje maximálne %1$lld snímky obrazovky na typ zobrazenia; tento riadok má %2$lld.
sl: App Store Connect dovoljuje največ %1$lld posnetkov zaslona na vrsto zaslona; ta vrstica ima %2$lld.
sv: App Store Connect tillåter högst %1$lld skärmdumpar per visningstyp; den här raden har %2$lld.
th: App Store Connect อนุญาตให้จับภาพหน้าจอได้สูงสุด %1$lld ต่อประเภทการแสดงผล แถวนี้มี %2$lld
tr: App Store Connect, ekran türü başına en fazla %lld ekran görüntüsüne izin verir; bu satırda %lld tane var.
uk: App Store Connect дозволяє щонайбільше %lld знімків екрана на тип дисплея; у цьому рядку їх %lld.
ur: App Store Connect فی ڈسپلے کی زیادہ سے زیادہ %1$lld اسکرین شاٹس کی اجازت دیتا ہے۔ اس قطار میں %2$lld ہے۔
vi: App Store Connect cho phép tối đa %1$lld ảnh chụp màn hình cho mỗi loại màn hình; hàng này có %2$lld.
zh_hans: App Store Connect 每种显示类型最多允许 %lld 张截图；此行有 %lld 张。
zh_hant: App Store Connect 每種顯示類型最多允許 %lld 張螢幕截圖；此列有 %lld 張。

source: App Store Connect allows up to 10 screenshots per device family per locale. Screenshot Bro respects template ordering so the first 10 templates in each row will be uploaded in order.
ar: App Store Connect يسمح بما يصل إلى 10 لقطات شاشة لكل مجموعة أجهزة لكل لغة. Screenshot Bro يحترم ترتيب النماذج، لذا سيتم تحميل النماذج العشرة الأولى في كل صف بالترتيب.
ca: App Store Connect permet fins a 10 captures de pantalla per família de dispositius per configuració regional. Screenshot Bro respecta l'ordre de les plantilles, de manera que les 10 primeres plantilles de cada fila es penjaran en ordre.
cs: App Store Connect umožňuje až 10 snímků obrazovky na rodinu zařízení a národní prostředí. Screenshot Bro respektuje řazení šablon, takže prvních 10 šablon v každém řádku bude nahráno v pořadí.
da: App Store Connect tillader op til 10 skærmbilleder pr. enhedsfamilie pr. lokalitet. Screenshot Bro respekterer skabelonrækkefølgen, så de første 10 skabeloner i hver række vil blive uploadet i rækkefølge.
de: App Store Connect ermöglicht bis zu 10 Screenshots pro Gerätefamilie und Gebietsschema. Screenshot Bro respektiert die Reihenfolge der Vorlagen, sodass die ersten 10 Vorlagen in jeder Zeile der Reihe nach hochgeladen werden.
el: Το App Store Connect επιτρέπει έως και 10 στιγμιότυπα οθόνης ανά οικογένεια συσκευών ανά τοπική ρύθμιση. Το Screenshot Bro σέβεται την παραγγελία προτύπων, επομένως τα πρώτα 10 πρότυπα σε κάθε σειρά θα μεταφορτωθούν με τη σειρά.
es: App Store Connect permite hasta 10 capturas de pantalla por familia de dispositivos y por ubicación. Screenshot Bro respeta el orden de las plantillas, por lo que las primeras 10 plantillas de cada fila se cargarán en orden.
fa: App Store Connect حداکثر 10 عکس از صفحه نمایش را برای هر خانواده دستگاه در هر منطقه مجاز می‌کند. Screenshot Bro به ترتیب الگوها احترام می گذارد، بنابراین 10 الگوی اول در هر ردیف به ترتیب آپلود می شوند.
fi: App Store Connect sallii jopa 10 kuvakaappausta laiteperhettä ja aluetta kohti. Screenshot Bro kunnioittaa mallien järjestystä, joten kunkin rivin 10 ensimmäistä mallia ladataan järjestyksessä.
fr: App Store Connect autorise jusqu'à 10 captures d'écran par famille d'appareils et par paramètres régionaux. Screenshot Bro respecte l'ordre des modèles, de sorte que les 10 premiers modèles de chaque ligne seront téléchargés dans l'ordre.
he: App Store Connect מאפשר עד 10 צילומי מסך לכל משפחת מכשירים לכל מקום. Screenshot Bro מכבד את סדר התבניות ולכן 10 התבניות הראשונות בכל שורה יועלו לפי הסדר.
hr: App Store Connect dopušta do 10 snimaka zaslona po obitelji uređaja po jeziku. Screenshot Bro poštuje redoslijed predložaka tako da će prvih 10 predložaka u svakom retku biti učitano redom.
hu: A App Store Connect legfeljebb 10 képernyőképet tesz lehetővé eszközcsaládonként és nyelv- és országkódonként. Screenshot Bro tiszteletben tartja a sablonok sorrendjét, így soronként az első 10 sablon kerül feltöltésre sorrendben.
id: App Store Connect memungkinkan hingga 10 tangkapan layar per kelompok perangkat per lokal. Screenshot Bro mengikuti urutan templat sehingga 10 templat pertama di setiap baris akan diunggah secara berurutan.
ja: App Store Connect では、ロケールごとにデバイス ファミリごとに最大 10 枚のスクリーンショットを許可します。 Screenshot Bro はテンプレートの順序を尊重するため、各行の最初の 10 個のテンプレートが順番にアップロードされます。
ko: App Store Connect은 로케일별 기기 제품군당 최대 10개의 스크린샷을 허용합니다. Screenshot Bro은 템플릿 순서를 따르므로 각 행의 처음 10개 템플릿이 순서대로 업로드됩니다.
ms: App Store Connect membenarkan sehingga 10 tangkapan skrin bagi setiap keluarga peranti bagi setiap tempat. Screenshot Bro menghormati pesanan templat jadi 10 templat pertama dalam setiap baris akan dimuat naik mengikut tertib.
nl: App Store Connect staat maximaal 10 screenshots toe per apparaatfamilie per landinstelling. Screenshot Bro respecteert de volgorde van de sjablonen, dus de eerste 10 sjablonen in elke rij worden op volgorde geüpload.
no: App Store Connect tillater opptil 10 skjermbilder per enhetsfamilie per lokalitet. Screenshot Bro respekterer malrekkefølgen, så de 10 første malene i hver rad blir lastet opp i rekkefølge.
pl: App Store Connect pozwala na maksymalnie 10 zrzutów ekranu na rodzinę urządzeń i lokalizację. Screenshot Bro przestrzega kolejności szablonów, dlatego pierwsze 10 szablonów w każdym wierszu zostanie przesłanych w odpowiedniej kolejności.
pt_br: App Store Connect permite até 10 capturas de tela por família de dispositivos e por localidade. Screenshot Bro respeita a ordem dos modelos, portanto os primeiros 10 modelos em cada linha serão carregados em ordem.
pt_pt: App Store Connect permite até 10 capturas de ecrã por família de dispositivos e por localidade. Screenshot Bro respeita a ordem dos modelos, portanto os primeiros 10 modelos em cada linha serão carregados em ordem.
ro: App Store Connect permite până la 10 capturi de ecran pentru fiecare familie de dispozitive pentru fiecare localitate. Screenshot Bro respectă ordinea șabloanelor, astfel încât primele 10 șabloane din fiecare rând vor fi încărcate în ordine.
sk: App Store Connect umožňuje až 10 snímok obrazovky na rodinu zariadení a na miestne nastavenie. Screenshot Bro rešpektuje poradie šablón, takže prvých 10 šablón v každom riadku bude nahraných v poradí.
sl: App Store Connect dovoljuje do 10 posnetkov zaslona na družino naprav na jezik. Screenshot Bro upošteva vrstni red predlog, tako da bo prvih 10 predlog v vsaki vrstici naloženih po vrstnem redu.
sv: App Store Connect tillåter upp till 10 skärmdumpar per enhetsfamilj per språk. Screenshot Bro respekterar mallordning så de första 10 mallarna i varje rad kommer att laddas upp i ordning.
th: App Store Connect อนุญาตให้จับภาพหน้าจอได้สูงสุด 10 ภาพต่อตระกูลอุปกรณ์ต่อภาษา Screenshot Bro เคารพการจัดลำดับเทมเพลต ดังนั้นเทมเพลต 10 รายการแรกในแต่ละแถวจะถูกอัปโหลดตามลำดับ
ur: App Store Connect فی آلہ فیملی فی لوکیل 10 اسکرین شاٹس تک کی اجازت دیتا ہے۔ Screenshot Bro ٹیمپلیٹ آرڈرنگ کا احترام کرتا ہے لہذا ہر قطار میں پہلے 10 ٹیمپلیٹس ترتیب کے ساتھ اپ لوڈ کیے جائیں گے۔
vi: App Store Connect cho phép tối đa 10 ảnh chụp màn hình cho mỗi họ thiết bị cho mỗi ngôn ngữ. Screenshot Bro tôn trọng thứ tự mẫu nên 10 mẫu đầu tiên trong mỗi hàng sẽ được tải lên theo thứ tự.
zh_hans: App Store Connect 允许每个设备系列每个区域设置最多 10 个屏幕截图。 Screenshot Bro 遵循模板顺序，因此每行中的前 10 个模板将按顺序上传。
